---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareCentimetersPerMeter
source: html/b280cda6-9693-2e68-52a4-5a11238e867f.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareCentimetersPerMeter Property

Square centimeters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareCentimetersPerMeter { get; }
```